[MZAllCreation X2AbilityTemplate]
LocFriendlyName="森罗万象"
LocLongDescription="利用大自然的力量攻击每一个可见的敌人.根据目标的生态群系产生额外影响."
LocHelpText="利用大自然的力量攻击每一个可见的敌人.根据目标的生态群系产生额外影响."
LocFlyOverText="森罗万象"
LocPromotionPopupText="<Bullet/>苔原生态群系:附加寒冷.<br/><Bullet/>温带生态群系:附加致盲.<br/><Bullet/>荒原生态群系:附加燃烧.<br/><Bullet/>城市生态群系:附加击倒.<br/><Bullet/>地下生态群系:额外受到一次伤害.<br/><Bullet/>异种生态群系:附加毒素及失魂者化.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZAngrySky X2AbilityTemplate]
LocFriendlyName="雷嗔电怒"
LocLongDescription="唤起大自然对城市污染的愤怒,对目标区域造成电击伤害并附加混乱或宕机."
LocHelpText="唤起大自然对城市污染的愤怒,对目标区域造成电击伤害."
LocFlyOverText="雷嗔电怒"
LocPromotionPopupText="<Bullet/>只能在城市类生态群系中使用.<br/><Bullet/>对小范围内的目标造成电击伤害并附加混乱.<br/><Bullet/>机器类目标将被击晕宕机.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZArcticBreath X2AbilityTemplate]
LocFriendlyName="极地吐息"
LocLongDescription="呼出冰冷的雾气，形成一个锥形区域。造成冰冷伤害和寒霜效果。"
LocHelpText="呼出冰冷的雾气，形成一个锥形区域。造成冰冷伤害和寒霜效果。"
LocFlyOverText="极地吐息"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZAvalanche X2AbilityTemplate]
LocFriendlyName="饕风虐雪"
LocLongDescription="唤起苔原的自然力量,对目标区域造成冰冻伤害并附加寒冷."
LocHelpText="唤起苔原的自然力量,对目标区域造成冰冻伤害并附加寒冷."
LocFlyOverText="饕风虐雪"
LocPromotionPopupText="<Bullet/>只能在苔原类生态群系中使用.<br/><Bullet/>对小范围内的目标造成冰冻伤害并附加寒冷.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZBlindingCold X2AbilityTemplate]
LocFriendlyName="致盲寒冷"
LocHelpText="对单个目标造成致盲和寒霜效果。"
LocLongDescription="对单个目标造成致盲和寒霜效果。"
LocFlyOverText="致盲寒冷"
LocMissMessage="致盲寒冷被抵抗！"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZBloodChill X2AbilityTemplate]
LocFriendlyName="血寒"
LocLongDescription="消耗 <Ability:SelfHealthCost/> 点生命值，对目标造成寒霜和血咒效果。"
LocHelpText="消耗 <Ability:SelfHealthCost/> 点生命值，对目标造成寒霜和血咒效果。"
LocFlyOverText="血寒"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZBoil X2AbilityTemplate]
LocFriendlyName="沸腾"
LocLongDescription="消耗目标身上的寒冷效果，使目标沸腾。造成火焰伤害并附加灼烧效果。"
LocHelpText="消耗目标身上的寒冷效果，造成火焰伤害并附加灼烧效果。"
LocFlyOverText="沸腾"
LocPromotionPopupText="<Bullet/> 只能用于已经被冰冻的目标。<br/><Bullet/> 会消耗所有的霜冻减益效果。<br/><Bullet/> 对幸存的敌人造成灼烧效果。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZBrainFreeze X2AbilityTemplate]
LocFriendlyName="脑部冰冻"
LocLongDescription="从内部冰冻目标的大脑。根据意志力的对抗程度施加寒霜效果。"
LocHelpText="从内部冰冻目标的大脑。根据意志力的对抗程度施加寒霜效果。"
LocFlyOverText="脑部冰冻"
LocPromotionPopupText="<Bullet/> 总是会造成寒冷效果，并且可能根据属性对抗结果造成寒霜和冰冻效果。<br/><Bullet/> 结果大多忽略目标当前的寒冷程度，因此在对付你想锁定的敌人时，先使用这个技能可能是明智的。<br/><Bullet/> 作为一种精神攻击，机器人敌人和失落者通常是免疫的。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZBrittleIce X2AbilityTemplate]
LocFriendlyName="脆弱冰层"
LocLongDescription="对被冰冻的敌人进行攻击时会撕裂护甲。效果随着寒冷等级的提高而增强。"
LocHelpText="对被冰冻的敌人进行攻击时会撕裂护甲。效果随着寒冷等级的提高而增强。"
LocFlyOverText="脆弱冰层"

[MZChilblains X2AbilityTemplate]
LocFriendlyName="寒战"
LocLongDescription="消耗 <Ability:SelfHealthCost/> 点生命值，对已经被冰冻的敌人造成更多的寒冷伤害。"
LocHelpText="消耗 <Ability:SelfHealthCost/> 点生命值，造成寒冷伤害并附加寒霜和低体温效果。"
LocFlyOverText="寒战"
LocPromotionPopupText="<Bullet/> 目标被严重寒冷时造成更多伤害。<br/><Bullet/> 目标被严重寒冷时低体温造成更多伤害。<br/><Bullet/> 对已经被冰封的敌人使用寒战可以最大化伤害。"

[MZColdShoulder X2AbilityTemplate]
LocFriendlyName="冷漠"
LocLongDescription="对霜冻免疫。受到被冰冻敌人的伤害减少，受到被寒霜敌人的伤害更少。"
LocHelpText="对霜冻免疫。受到被冰冻敌人的伤害减少。"
LocFlyOverText="冷漠"

[MZCometCracker X2AbilityTemplate]
LocFriendlyName="彗星粉碎者"
LocLongDescription="喷气背包攻击和重击攻击会造成眩晕。重击范围增加。"
LocHelpText="喷气背包攻击和重击攻击会造成眩晕。重击范围增加。"
LocFlyOverText="彗星粉碎者"

[MZCounterFlood X2AbilityTemplate]
LocFriendlyName="排山倒海"
LocLongDescription="使用当前地图的生态群系的力量进行攻击,造成不同效果."
LocHelpText="使用当前地图的生态群系的力量进行攻击,造成不同效果."
LocFlyOverText="排山倒海"
LocPromotionPopupText="<Bullet/>苔原生态群系:附加寒冷.<br/><Bullet/>温带生态群系:附加致盲.<br/><Bullet/>荒原生态群系:附加燃烧.<br/><Bullet/>城市生态群系:附加混乱,对机器目标则击晕宕机.<br/><Bullet/>地下生态群系:额外受到一次伤害.<br/><Bullet/>异种生态群系:附加毒素及失魂者化."
[MZCounterFloodShot X2AbilityTemplate]
LocFriendlyName="排山倒海!"
LocFlyOverText="排山倒海!"

[MZEarthSpike X2AbilityTemplate]
LocFriendlyName="地刺"
LocLongDescription="升起一根土柱。对土柱冒出处附近的敌人造成伤害，并根据生物群落造成额外效果。"
LocHelpText="升起一根土柱。对土柱冒出处附近的敌人造成伤害，并根据生物群落造成额外效果。"
LocFlyOverText="地刺"
LocPromotionPopupText="<Bullet/> 土柱可以作为完全掩体使用。<br/><Bullet/> 在苔原生物群落：造成寒霜效果。<br/><Bullet/> 在温带生物群落：造成致盲效果。<br/><Bullet/> 在干旱生物群落：造成灼烧效果。<br/><Bullet/> 在城市生物群落：造成击退效果。<br/><Bullet/> 在地下：攻击两次。<br/><Bullet/> 在异形生物群落：造成中毒和僵尸化效果。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZFortyBelow X2AbilityTemplate]
LocFriendlyName="零下四十度"
LocLongDescription="寒冷攻击对被寒冷目标造成的伤害随着寒冷程度的增加而增加。"
LocHelpText="寒冷攻击对被寒冷目标造成的伤害随着寒冷程度的增加而增加。"
LocFlyOverText="零下四十度"
LocPromotionPopupText="<Bullet/> 对被冰封的目标提供最大伤害加成。<br/><Bullet/> 对灼烧目标无效。"

[MZFreezeProtocol X2AbilityTemplate]
LocFriendlyName="快速冰冻协议"
LocLongDescription="派遣小精灵向单个敌人倾倒浓缩寒霜，立即将其冰封。"
LocHelpText="派遣小精灵向单个敌人倾倒浓缩寒霜，立即将其冰封。"
LocFlyOverText="快速冰冻协议"
LocPromotionPopupText="<Bullet/> 每场战斗只能使用一次。<br/><Bullet/> 需要进行黑客入侵判定。"

[MZFreezeWeapon X2AbilityTemplate]
LocFriendlyName="冰冻武器"
LocHelpText="通过冰冻目标的武器使其失效。造成寒霜效果。"
LocLongDescription="通过冰冻目标的武器使其失效。造成寒霜效果。"
LocFlyOverText="冰冻武器"
LocMissMessage="冰冻武器被抵抗！"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZFreezingField X2AbilityTemplate]
LocFriendlyName="冰冻领域"
LocLongDescription="打开一个寒冷的裂缝，使其半径内的任何单位都受到寒冷效果。一回合后，它会突然关闭，冰封并伤害那些愚蠢地留在其中的人。"
LocHelpText="打开一个寒冷的裂缝，使其半径内的任何单位都受到寒冷效果。一回合后，它会突然关闭，冰封并伤害那些愚蠢地留在其中的人。"
LocFlyOverText="冰冻领域"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"
[MZFreezingFieldStage2 X2AbilityTemplate]
LocFriendlyName="冰冻领域"
LocFlyOverText="冰冻领域"

[MZFreezingSpear X2AbilityTemplate]
LocFriendlyName="冰冻之矛"
LocLongDescription="沿直线发射一枚寒冷弹丸，对多个目标造成寒冷伤害并附加寒霜效果。"
LocHelpText="沿直线发射一枚寒冷弹丸，对多个目标造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="冰冻之矛"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZFreezingSphere X2AbilityTemplate]
LocFriendlyName="冰冻球"
LocLongDescription="投掷一个冰球，在撞击时爆炸，对多个目标造成寒冷伤害并附加寒霜效果。"
LocHelpText="投掷一个冰球，在撞击时爆炸，对多个目标造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="冰冻球"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZFrigidWhisper X2AbilityTemplate]
LocFriendlyName="寒冷低语"
LocLongDescription="免费动作。发出一种寒冷的思想，使脆弱的大脑受到寒冷效果。"
LocHelpText="免费动作。发出一种寒冷的思想，使脆弱的大脑受到寒冷效果。"
LocFlyOverText="寒冷低语"
LocPromotionPopupText="<Bullet/> 不能用于对精神效果免疫的目标。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZFrostbite X2AbilityTemplate]
LocFriendlyName="霜冻"
LocLongDescription="一阵寒冷的爆炸造成破裂和持续伤害，具体取决于目标被寒冷的程度。"
LocHelpText="一阵寒冷的爆炸造成破裂和持续伤害，具体取决于目标被寒冷的程度。"
LocFlyOverText="霜冻"
LocPromotionPopupText="<Bullet/> 破裂会增加目标受到所有后续攻击的伤害。<br/><Bullet/> 破裂从 1（无寒冷效果）到 4（被冰封）不等。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZFrostBullet X2AbilityTemplate]
LocFriendlyName="霜冻子弹"
LocLongDescription="子弹技能：造成寒冷伤害并附加寒霜效果。"
LocHelpText="子弹技能：造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="霜冻子弹"
LocPromotionPopupText="<Bullet/> 拥有 <Ability:SelfCharges/> 发子弹。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"
[MZFrostBulletX X2AbilityTemplate]
LocFriendlyName="痛苦寒冷"
LocLongDescription="霜冻子弹还会造成低体温效果，根据目标被寒冷的程度造成持续伤害。"
LocHelpText="霜冻子弹还会造成低体温效果，根据目标被寒冷的程度造成持续伤害。"
LocFlyOverText="痛苦寒冷"
LocPromotionPopupText="<Bullet/> 低体温造成的伤害对被冰封的目标最大化。"

[MZFrostFusil X2AbilityTemplate]
LocFriendlyName="霜冻步枪"
LocLongDescription="消耗 <Ability:SelfManaCost/> 点法力值。发射一枚手枪弹丸，造成额外的寒冷伤害并附加寒霜效果。"
LocHelpText="消耗 <Ability:SelfManaCost/> 点法力值。发射一枚手枪弹丸，造成额外的寒冷伤害并附加寒霜效果。"
LocFlyOverText="霜冻步枪"
LocPromotionPopupText="<Bullet/> 消耗 <Ability:SelfManaCost/> 点法力值。<br/><Bullet/> 造成额外 <Ability:MZAddElemTargetDamageDLC/> 的武器基础伤害作为寒冷伤害。<br/><Bullet/> 内在撕裂和穿透也增加相同数量。"

[MZFrostKnife X2AbilityTemplate]
LocFriendlyName="冰牙"
LocLongDescription="刺击相邻敌人，造成寒冷伤害并附加寒霜和低体温效果。"
LocHelpText="刺击相邻敌人，造成寒冷伤害并附加寒霜和低体温效果。"
LocFlyOverText="冰牙"
LocPromotionPopupText="<Bullet/> 寒霜削弱机动性和闪避能力，并在足够应用后将目标冰封。<br/><Bullet/> 低体温是一个持续伤害，其伤害取决于目标所受到的寒霜程度。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZFrostProtocol X2AbilityTemplate]
LocFriendlyName="霜冻协议"
LocLongDescription="派遣 GREMLIN 造成低量的保证寒冷伤害和寒霜效果。"
LocHelpText="派遣 GREMLIN 造成低量的保证寒冷伤害和寒霜效果。"
LocFlyOverText="霜冻协议"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZFrostRuneshot X2AbilityTemplate]
LocFriendlyName="霜冻符文射击"
LocLongDescription="消耗 <Ability:SelfManaCost/> 点法力值。发射一枚子弹，造成额外的寒冷伤害并附加寒霜效果。"
LocHelpText="消耗 <Ability:SelfManaCost/> 点法力值。发射一枚子弹，造成额外的寒冷伤害并附加寒霜效果。"
LocFlyOverText="霜冻符文射击"
LocPromotionPopupText="<Bullet/> 消耗 <Ability:SelfManaCost/> 点法力值。<br/><Bullet/> 造成额外 <Ability:MZAddElemTargetDamageDLC/> 的武器基础伤害作为寒冷伤害。<br/><Bullet/> 内在撕裂和穿透也增加相同数量。"

[MZFrostSabre X2AbilityTemplate]
LocFriendlyName="霜冻刀刃"
LocLongDescription="消耗 <Ability:SelfManaCost/> 点法力值。对移动范围内的任何敌人进行斩击。造成额外的寒冷伤害并附加寒霜效果。"
LocHelpText="消耗 <Ability:SelfManaCost/> 点法力值。对移动范围内的任何敌人进行斩击。造成额外的寒冷伤害并附加寒霜效果。"
LocFlyOverText="霜冻刀刃"
LocPromotionPopupText="<Bullet/> 消耗 <Ability:SelfManaCost/> 点法力值。<br/><Bullet/> 造成额外 <Ability:MZAddElemTargetDamageDLC/> 的武器基础伤害作为寒冷伤害。<br/><Bullet/> 双手握持时的额外伤害和穿透也增加。<br/><Bullet/> 内在撕裂和穿透也增加相同数量。"

[MZFrozenAbyss X2AbilityTemplate]
LocFriendlyName="冰冻深渊"
LocLongDescription="消耗 <Ability:SelfPercentHealthCost/> 点生命值，创造一个冰冻深渊，将在 <Ability:CLASSNAME/>'s 下一个回合开始时吞噬那些仍然留在其中的生命。"
LocHelpText="消耗 <Ability:SelfPercentHealthCost/> 点生命值，创造一个冰冻深渊，将在 <Ability:CLASSNAME/>'s 下一个回合开始时吞噬那些仍然留在其中的生命。"
LocFlyOverText="冰冻深渊"
LocPromotionPopupText="<Bullet/> 最初造成低量寒冷伤害并附加寒霜效果。<br/><Bullet/> 在下一个回合，造成巨大的寒冷伤害并窃取生命。<br/><Bullet/> 当施法者生命值较低时，窃取生命的效率会增加。<br/><Bullet/> 当深渊崩塌时，还会留下一个诅咒云雾。<br/><Bullet/> 由于高生命值消耗和延迟大部分伤害之前，这可能是一个危险的能力。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"
[MZFrozenAbyssStage2 X2AbilityTemplate]
LocFriendlyName="冰冻深渊"
LocFlyOverText="冰冻深渊"

[MZGeoSkyPaired X2AbilityTemplate]
LocFriendlyName="风水术:海阔天空"
LocLongDescription="可以获得两种风水术技能,对于城市生态群落可获得雷嗔电怒,对于温带生态群落可获得雾兴风涌."
LocHelpText="可以获得两种风水术技能,对于城市生态群落可获得雷嗔电怒,对于温带生态群落可获得雾兴风涌."
LocFlyOverText="风水术:海阔天空"
 
[MZGeoTempPaired X2AbilityTemplate]
LocFriendlyName="风水术:冰火交加"
LocLongDescription="可以获得两种风水术技能,对于荒原生态群落可获得烈阳如焚,对于苔原生态群落可获得饕风虐雪."
LocHelpText="可以获得两种风水术技能,对于荒原生态群落可获得烈阳如焚,对于苔原生态群落可获得饕风虐雪.."
LocFlyOverText="风水术:冰火交加"
 
[MZGeoDarkPaired X2AbilityTemplate]
LocFriendlyName="风水术:暗流涌动"
LocLongDescription="可以获得两种风水术技能,对于地下生态群落可获得岩崩石落,对于异种生态群落可获得毒烟缭绕."
LocHelpText="可以获得两种风水术技能,对于地下生态群落可获得岩崩石落,对于异种生态群落可获得毒烟缭绕."
LocFlyOverText="风水术:暗流涌动"
 
[MZGlacialSpike X2AbilityTemplate]
LocFriendlyName="冰川尖刺"
LocLongDescription="升起一根冰柱。附近的敌人会受到寒冷伤害和寒霜效果。"
LocHelpText="升起一根冰柱。附近的敌人会受到寒冷伤害和寒霜效果。"
LocFlyOverText="冰川尖刺"
LocPromotionPopupText="<Bullet/> 冰柱可以作为完全掩体使用。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZGlacialTomb X2AbilityTemplate]
LocFriendlyName="冰川墓穴"
LocLongDescription="每场战斗一次，将敌人囚禁在一块冰块中。甚至对通常对寒冷伤害免疫的敌人也有效。"
LocHelpText="每场战斗一次，将敌人囚禁在一块冰块中。甚至对通常对寒冷伤害免疫的敌人也有效。"
LocFlyOverText="冰川墓穴"
LocPromotionPopupText="<Bullet/> 每场战斗只能使用一次。<br/><Bullet/> 使用束缚伤害类型而不是寒冷，因此仍然对通常免疫冰冻的敌人有效。"

[MZHeatDrain X2AbilityTemplate]
LocFriendlyName="吸热"
LocLongDescription="从敌人身上吸取热量，使其受到寒冷效果并恢复施法者的生命值。消耗灼烧效果以造成更多伤害。"
LocHelpText="从敌人身上吸取热量，使其受到寒冷效果并恢复施法者的生命值。消耗灼烧效果以造成更多伤害。"
LocFlyOverText="吸热"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZHoarfrostBlade X2AbilityTemplate]
LocFriendlyName="霜冻之刃"
LocLongDescription="用一把冰冻的冰刃对目标进行两次攻击。造成寒霜效果。"
LocHelpText="用一把冰冻的冰刃对目标进行两次攻击。造成寒霜效果。"
LocFlyOverText="霜冻之刃"
LocPromotionPopupText="<Bullet/> 每场战斗有 <Ability:SelfCharges/> 次使用次数。<br/><Bullet/> 与其他 Parivir 刀共享使用次数，但如果学习了更多刀技，则总使用次数会更多。"

[MZIcebreaker X2AbilityTemplate]
LocFriendlyName="破冰者"
LocLongDescription="粉碎被冰封的敌人，造成严重的暴击伤害。破碎的冰屑还会对它们身后锥形区域内的敌人造成伤害。"
LocHelpText="粉碎被冰封的敌人，造成严重的暴击伤害。破碎的冰屑还会对它们身后锥形区域内的敌人造成伤害。"
LocFlyOverText="破冰者"
LocPromotionPopupText="<Bullet/> 只能用于被冰封的敌人，并且会消耗所有霜冻减益效果。<br/><Bullet/> 总是命中并自动暴击。<br/><Bullet/> 对主要目标造成两次伤害，但对多目标只造成一次伤害。<br/><Bullet/> 对多目标造成寒霜效果。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZIceDragonBreath X2AbilityTemplate]
LocFriendlyName="寒冰龙息"
LocLongDescription="在使用者前方呼出一片霜雾。造成寒冷伤害并附加寒霜效果。"
LocHelpText="在使用者前方呼出一片霜雾。造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="寒冰龙息"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。<br/><Bullet/> 与其他龙息共享冷却时间。<br/><Bullet/> 每学习一个额外的龙息技能，共享冷却时间减少 1。"

[MZIcyBurst X2AbilityTemplate]
LocFriendlyName="冰冻爆发"
LocLongDescription="发射一连串稳定的冰冻弹丸。连续两枪造成寒冷伤害并附加寒霜效果。"
LocHelpText="连续发射两枪，造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="冰冻爆发"
LocPromotionPopupText="<Bullet/> 需要 2 个动作和 3 发弹药才能发射。<br/><Bullet/> 每枪都会造成一层寒霜效果，所以如果两枪都命中，将会造成 2 层寒霜效果。<br/><Bullet/> 特殊弹药不会应用于任何一枪。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"
[MZIcyBurst2 X2AbilityTemplate]
LocFriendlyName="冰冻爆发"
LocFlyOverText="冰冻爆发"

[MZJetPunchCombo X2AbilityTemplate]
LocFriendlyName="喷气拳组合"
LocLongDescription="喷气背包攻击和重击攻击不再结束回合。"
LocHelpText="喷气背包攻击和重击攻击不再结束回合。"
LocFlyOverText="喷气拳组合"

[MZLavaAxe X2AbilityTemplate]
LocFriendlyName="熔岩斧"
LocHelpText="向目标投掷一把火山斧。造成火焰伤害并附加灼烧效果。"
LocLongDescription="向目标投掷一把火山斧。造成火焰伤害并附加灼烧效果。"
LocFlyOverText="熔岩斧"
LocPromotionPopupText="<Bullet/> 此攻击不会自动结束回合。<br/><Bullet/> 与其他元素斧投共享冷却时间。<br/><Bullet/> 冷却时间随着 <Ability:CLASSNAME/> 学习的元素斧投技能数量而减少。<br/><Bullet/> 基础 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZMistStorm X2AbilityTemplate]
LocFriendlyName="雾兴云涌"
LocLongDescription="唤起迷雾中的自然力量,对目标区域造成灵能伤害并附加盲目."
LocHelpText="唤起迷雾中的自然力量,对目标区域造成灵能伤害并附加盲目."
LocFlyOverText="雾兴云涌"
LocPromotionPopupText="<Bullet/>只能在温带类生态群系中使用.<br/><Bullet/>对小范围内的目标造成灵能伤害并附加盲目.<br/><Bullet/>还可以降低目标的意志力及黑客防御.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZNaturesEmbrace X2AbilityTemplate]
LocFriendlyName="树海降诞"
LocLongDescription="唤起大自然本身的力量攻击目标敌人,根据生态群系产生额外效果."
LocHelpText="唤起大自然本身的力量攻击目标敌人,根据生态群系产生额外效果."
LocFlyOverText="树海降诞"
LocPromotionPopupText="<Bullet/>苔原生态群系:附加寒冷.<br/><Bullet/>温带生态群系:附加盲目.<br/><Bullet/>荒原生态群系:附加燃烧.<br/><Bullet/>城市生态群系:附加击倒.<br/><Bullet/>地下生态群系:额外受到一次伤害.<br/><Bullet/>异种生态群系:附加毒素及失魂者化.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZNaturesWrath X2AbilityTemplate]
LocFriendlyName="自然之怒"
LocLongDescription="移除树海降诞的冷却时间,风水术技能增加暴击伤害与暴击率."
LocHelpText="移除树海降诞的冷却时间,风水术技能增加暴击伤害与暴击率."
LocFlyOverText="自然之怒"
LocPromotionPopupText="<Bullet/>移除树海降诞的冷却时间.<br/><Bullet/>每个风水术技能使你的风水术技能+<Ability:NatureWrathCRITCHANCE/>%暴击率.<br/><Bullet/>每个风水术技能使你的风水术技能+<Ability:NatureWrathCRITDAMAGE/>暴击伤害."
 
[MZPiercingCold X2AbilityTemplate]
LocFriendlyName="穿透寒冷"
LocLongDescription="对被冰冻的敌人进行攻击时会穿透护甲。效果随着寒冷等级的提高而增强。"
LocHelpText="对被冰冻的敌人进行攻击时会穿透护甲。效果随着寒冷等级的提高而增强。"
LocFlyOverText="穿透寒冷"

[MZPolarRay X2AbilityTemplate]
LocFriendlyName="极地射线"
LocLongDescription="发射一束寒冷能量，对它穿过的每个目标造成伤害。这种攻击可以穿透多个敌人和障碍物。"
LocHelpText="发射一束极地能量，对它穿过的每个目标造成伤害和寒冷效果。"
LocFlyOverText="极地射线"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZRestedWings X2AbilityTemplate]
LocFriendlyName="俯冲飞行"
LocLongDescription="在喷气发射状态中击杀目标可以返还消耗的次数."
LocHelpText="在喷气发射状态中击杀目标可以返还消耗的次数."
LocFlyOverText="俯冲飞行"

[MZRockfall X2AbilityTemplate]
LocFriendlyName="岩崩石落"
LocLongDescription="唤起大地深处的自然力量,对目标区域造成2次伤害."
LocHelpText="唤起大地深处的自然力量,对目标区域造成2次伤害."
LocFlyOverText="岩崩石落"
LocPromotionPopupText="<Bullet/>只能在地下类生态群系中使用.<br/><Bullet/>对小范围内的目标造成2次近战伤害.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZSeismicShift X2AbilityTemplate]
LocFriendlyName="地震转移"
LocLongDescription="传送到新位置并在那里释放大自然的力量攻击敌人。根据生物群落造成额外效果。"
LocHelpText="传送到新位置并在那里释放大自然的力量攻击敌人。根据生物群落造成额外效果。"
LocFlyOverText="地震转移"
LocPromotionPopupText="<Bullet/> 在苔原生物群落：造成寒霜效果。<br/><Bullet/> 在温带生物群落：造成致盲效果。<br/><Bullet/> 在干旱生物群落：造成灼烧效果。<br/><Bullet/> 在城市生物群落：造成击退效果。<br/><Bullet/> 在地下：攻击两次。<br/><Bullet/> 在异形生物群落：造成中毒和僵尸化效果。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZShatter X2AbilityTemplate]
LocFriendlyName="破碎"
LocLongDescription="引爆被冰封的敌人，将它们从冰块中释放出来，但在它们周围的区域内造成严重伤害。"
LocHelpText="引爆被冰封的敌人，将它们从冰块中释放出来，但在它们周围的区域内造成严重伤害。"
LocFlyOverText="破碎"
LocPromotionPopupText="<Bullet/> 只能用于被冰封的敌人，并且会消耗所有霜冻减益效果。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZShatterShot X2AbilityTemplate]
LocFriendlyName="破碎射击"
LocLongDescription="精心瞄准的一枪引爆了被冰封敌人身上的冰块，造成严重的暴击伤害。还会对目标周围区域内的敌人造成伤害。"
LocHelpText="精心瞄准的一枪引爆了被冰封敌人身上的冰块，造成严重的暴击伤害。还会对目标周围区域内的敌人造成伤害。"
LocFlyOverText="破碎射击"
LocPromotionPopupText="<Bullet/> 只能用于被冰封的敌人，并且会消耗所有霜冻减益效果。<br/><Bullet/> 总是命中并自动暴击。<br/><Bullet/> 对主要目标造成两次伤害，但对多目标只造成一次伤害。<br/><Bullet/> 对多目标造成寒霜效果。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZShiningFlare X2AbilityTemplate]
LocFriendlyName="烈阳如焚"
LocLongDescription="唤起沙漠的自然之力,对目标区域造成火焰伤害并附加燃烧."
LocHelpText="唤起沙漠的自然之力,对目标区域造成火焰伤害并附加燃烧."
LocFlyOverText="烈阳如焚"
LocPromotionPopupText="<Bullet/>只能在荒原类生态群系中使用.<br/><Bullet/>对小范围内的目标造成火焰伤害并附加燃烧.<br/><Bullet/>将会点燃目标范围内的环境<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."
 
[MZShiver X2AbilityTemplate]
LocFriendlyName="颤抖"
LocLongDescription="造成伤害的 <Ability:WEAPONNAME/> 攻击有 <Ability:MZSHIVERCHANCE/> 的几率附加寒霜效果。"
LocHelpText="造成伤害的 <Ability:WEAPONNAME/> 攻击有 <Ability:MZSHIVERCHANCE/> 的几率附加寒霜效果。"
LocFlyOverText="颤抖"
[MZApplyShiver X2AbilityTemplate]
LocFriendlyName="颤抖"
LocFlyOverText="颤抖"

[MZShiverOnCrit X2AbilityTemplate]
LocFriendlyName="寒冷暴击"
LocLongDescription="造成暴击伤害的 <Ability:WEAPONNAME/> 攻击有 <Ability:MZSHIVERONCRITCHANCE/> 的几率附加寒霜效果。"
LocHelpText="造成暴击伤害的 <Ability:WEAPONNAME/> 攻击有 <Ability:MZSHIVERONCRITCHANCE/> 的几率附加寒霜效果。"
LocFlyOverText="寒冷暴击"

[MZShiverSuppress X2AbilityTemplate]
LocFriendlyName="寒冷压制"
LocLongDescription="压制能力有 <Ability:MZSHIVERSUPPRESSCHANCE/> 的几率附加寒霜效果。"
LocHelpText="压制能力有 <Ability:MZSHIVERSUPPRESSCHANCE/> 的几率附加寒霜效果。"
LocFlyOverText="寒冷压制"

[MZSlingBlade X2AbilityTemplate]
LocFriendlyName="投掷刀刃"
LocHelpText="向目标投掷一把斧头。此攻击不会自动结束回合。"
LocLongDescription="向目标投掷一把斧头。此攻击不会自动结束回合。"
LocFlyOverText="投掷刀刃"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZSliprain X2AbilityTemplate]
LocFriendlyName="冻雨"
LocLongDescription="用倾盆大雨淋湿目标。造成寒冷伤害并附加寒霜效果。"
LocHelpText="用倾盆大雨淋湿目标。造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="冻雨"
LocPromotionPopupText="<Bullet/> 使用精神攻击判定，但精神免疫不会对其产生保护作用。<br/><Bullet/> 这使得它非常容易命中机器人敌人，这些敌人通常意志极低。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZSnowflakeDraft X2AbilityTemplate]
LocFriendlyName="踏雪寒刃"
LocLongDescription="冲向一个位置并用冰冻之刃攻击所有敌人。造成寒冷伤害并附加寒霜效果。"
LocHelpText="冲向一个位置并用冰冻之刃攻击所有敌人。造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="踏雪寒刃"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZStormHammer X2AbilityTemplate]
LocFriendlyName="风暴之斧"
LocHelpText="向目标投掷一把带电的斧头。造成电击伤害并附加迷惑效果。"
LocLongDescription="向目标投掷一把带电的斧头。造成电击伤害并附加迷惑效果。"
LocFlyOverText="风暴之斧"
LocPromotionPopupText="<Bullet/> 此攻击不会自动结束回合。<br/><Bullet/> 与其他元素斧投共享冷却时间。<br/><Bullet/> 冷却时间随着 <Ability:CLASSNAME/> 学习的元素斧投技能数量而减少。<br/><Bullet/> 基础 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZSuperColdStorage X2AbilityTemplate]
LocFriendlyName="超低温储存"
LocLongDescription="小精灵的寒霜储罐被压缩在更低的温度下，为冰冻和寒冬协议提供额外的使用次数。"
LocHelpText="小精灵的寒霜储罐被压缩在更低的温度下，为冰冻和寒冬协议提供额外的使用次数。"
LocFlyOverText="超低温储存"

[MZTeineiWind X2AbilityTemplate]
LocFriendlyName="蒂涅之风"
LocLongDescription="用寒冷的风暴袭击大面积区域。造成寒冷伤害并附加寒霜效果。消耗灼烧效果以造成更多伤害。"
LocHelpText="用寒冷的风暴袭击大面积区域。造成寒冷伤害并附加寒霜效果。消耗灼烧效果以造成更多伤害。"
LocFlyOverText="蒂涅之风"
LocPromotionPopupText="<Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZUltimaShot X2AbilityTemplate]
LocFriendlyName="极限射击"
LocLongDescription="在喷气射击状态中,进行一次强力的射击,消耗<Ability:ULTIMAJETSHOTCOST/>喷气射击次数."
LocHelpText="在喷气射击状态中,进行一次强力的射击,消耗<Ability:ULTIMAJETSHOTCOST/>喷气射击次数."
LocFlyOverText="极限射击"
LocPromotionPopupText="<Bullet/>必须激活喷气射击才能使用.<br/><Bullet/>消耗喷气发射<Ability:ULTIMAJETSHOTCOST/>次.<br/><Bullet/>最多命中3次."
 
[MZVapourBlade X2AbilityTemplate]
LocFriendlyName="冰冷之斧"
LocHelpText="向目标投掷一把冰冻的斧头。造成寒冷伤害并附加寒霜效果。"
LocLongDescription="向目标投掷一把冰冻的斧头。造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="冰冷之斧"
LocPromotionPopupText="<Bullet/> 此攻击不会自动结束回合。<br/><Bullet/> 与其他元素斧投共享冷却时间。<br/><Bullet/> 冷却时间随着 <Ability:CLASSNAME/> 学习的元素斧投技能数量而减少。<br/><Bullet/> 基础 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

[MZVeinFreeze X2AbilityTemplate]
LocFriendlyName="静脉冰冻"
LocLongDescription="消耗 <Ability:SelfHealthCost/> 点生命值将一个活着的敌人完全冰封。"
LocHelpText="消耗 <Ability:SelfHealthCost/> 点生命值将一个活着的敌人完全冰封。"
LocFlyOverText="静脉冰冻"
LocPromotionPopupText="<Bullet/> 有很高的生命值消耗，但没有使用限制或冷却时间。<br/><Bullet/> 不能用于机器人敌人或对寒冷免疫的目标。"

[MZVenomSquall X2AbilityTemplate]
LocFriendlyName="毒烟缭绕"
LocLongDescription="唤起自然中的疫病之力,对目标区域造成毒素伤害并产生毒雾."
LocHelpText="唤起自然中的疫病之力,对目标区域造成毒素伤害并产生毒雾."
LocFlyOverText="毒烟缭绕"
LocPromotionPopupText="<Bullet/>只能在异种类生态群系中使用.<br/><Bullet/>对小范围内的目标造成毒素伤害并附加中毒及失魂者化.<br/><Bullet/>将在目标区域产生毒雾.<br/><Bullet/>冷却<Ability:SELFCOOLDOWN/>回合."

[MZViciousFalcon X2AbilityTemplate]
LocFriendlyName="凶猛之鹰"
LocLongDescription="使用喷气拳和重击能力或在喷气射击期间造成更多伤害。"
LocHelpText="使用喷气拳和重击能力或在喷气射击期间造成更多伤害。"
LocFlyOverText="凶猛之鹰"

[MZVulnFrost X2AbilityTemplate]
LocFriendlyName="霜冻易伤"
LocLongDescription="受到的霜冻伤害增加。"
LocHelpText="受到的霜冻伤害增加。"
LocFlyOverText="霜冻易伤"

[MZWinterProtocol X2AbilityTemplate]
LocFriendlyName="寒冬协议"
LocLongDescription="派遣小精灵送出一枚低温爆炸物。造成寒冷伤害并附加寒霜效果。"
LocHelpText="派遣小精灵送出一枚低温爆炸物。造成寒冷伤害并附加寒霜效果。"
LocFlyOverText="寒冬协议"
LocPromotionPopupText="<Bullet/> 每场战斗有 <Ability:SelfCharges/> 次使用次数。"

[MZWhiteoutProtocol X2AbilityTemplate]
LocFriendlyName="白雾协议"
LocLongDescription="派遣小精灵送出一片寒冷的雾气，在大面积区域内造成致盲和寒霜效果。"
LocHelpText="派遣小精灵送出一片寒冷的雾气，在大面积区域内造成致盲和寒霜效果。"
LocFlyOverText="白雾协议"
LocPromotionPopupText="<Bullet/> 虽然两种效果都只是软控制，但组合起来可以使远处的敌人无助。<br/><Bullet/> 有一个 <Ability:SELFCOOLDOWN/> 回合冷却时间。"

